summary_simulation.org
** Log loss differences by response type
#+begin_src R :exports results :results code
readr::read_csv(prin_by, file = paste0(out_dir, "logloss_diff_by.csv"))
cbind(prin_by[,2], round(prin_by[,-2],3)) %>% knitr::kable()
#+end_src
